/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_hero": {
      "type": "collection_hero",
      "settings": {}
    },
    "collection_produits": {
      "type": "collection_produits",
      "settings": {}
    },
    "bandeau_nppjaR": {
      "type": "bandeau",
      "blocks": {
        "icone_dhQtjc": {
          "type": "icone",
          "settings": {
            "image_icone": "shopify://shop_images/Colis.png",
            "text_titre_icone": "Livraison offerte",
            "text_description": "Pour toute commande de plus de 80€."
          }
        },
        "icone_YMpmPr": {
          "type": "icone",
          "settings": {
            "image_icone": "shopify://shop_images/logo-panier-a-cafe.png",
            "text_titre_icone": "Livraison en 48h",
            "text_description": "Grâce à Colissimo, votre colis arrive rapidement !"
          }
        },
        "icone_EXLxQX": {
          "type": "icone",
          "settings": {
            "image_icone": "shopify://shop_images/Grains_de_cafes.png",
            "text_titre_icone": "Abonnement",
            "text_description": "Café sélectionné et livré automatiquement !"
          }
        },
        "icone_9hf7Yp": {
          "type": "icone",
          "settings": {
            "image_icone": "shopify://shop_images/Carte_bleu.png",
            "text_titre_icone": "Paiement sécurisé",
            "text_description": "Visa, PayPal, Apple Pay, Mastercard."
          }
        },
        "icone_FJ9Vkc": {
          "type": "icone",
          "settings": {
            "image_icone": "shopify://shop_images/Localisation.png",
            "text_titre_icone": "Atelier boutique",
            "text_description": "805 route des Futaies 74370 Villaz."
          }
        }
      },
      "block_order": [
        "icone_dhQtjc",
        "icone_YMpmPr",
        "icone_EXLxQX",
        "icone_9hf7Yp",
        "icone_FJ9Vkc"
      ],
      "settings": {
        "text_heading": ""
      }
    },
    "faq_RKicC7": {
      "type": "faq",
      "blocks": {
        "faq_item_4wDphG": {
          "type": "faq-item",
          "settings": {
            "text_question": "Quelle est la différence entre un café de spécialité et un café classique ?",
            "richtext_reponse": "<p>Un café de spécialité est un café noté au-dessus de 80/100 par un Q Grader, expert certifié. Il est traçable, récolté à la main, souvent bio, et surtout torréfié avec soin pour révéler ses arômes. Rien à voir avec un café industriel souvent trop torréfié, sans origine claire, ni complexité en tasse.</p>"
          }
        },
        "faq_item_PYDLnE": {
          "type": "faq-item",
          "settings": {
            "text_question": "Quelle quantité de café prévoir pour mon établissement ?",
            "richtext_reponse": "<p>Tout dépend de votre débit ! Pour un coffee shop ou un restaurant qui sert 100 cafés par jour, comptez environ 3 à 4 kilos par semaine. On peut vous accompagner pour définir la bonne quantité et ajuster au fil du temps. Et si vous optez pour nos machines, on s’occupe aussi de la logistique !</p>"
          }
        },
        "faq_item_dNen9b": {
          "type": "faq-item",
          "settings": {
            "text_question": "Peut-on louer une machine à café pour un restaurant ou un hôtel ?",
            "richtext_reponse": "<p>Nous proposons la location de machines à café professionnelles pour les restaurants, hôtels, bureaux et autres établissements. Nos machines s’adaptent à vos besoins (volume, design, usage) et sont livrées prêtes à l’emploi. En prime, on s’occupe de tout : installation, entretien, livraison du café et accompagnement sur-mesure.<br/><br/>Une solution simple, locale et clé en main pour offrir un café de qualité à vos clients !</p>"
          }
        },
        "faq_item_f3cFRE": {
          "type": "faq-item",
          "settings": {
            "text_question": "Vos cafés sont-ils issus du commerce équitable ?",
            "richtext_reponse": "<p>Nous sélectionnons des cafés issus de relations directes avec les producteurs, ce qu’on appelle le \"direct trade\". Cela nous permet de rémunérer les producteurs à leur juste valeur, souvent au-dessus des standards du commerce équitable.<br/><br/>Certains de nos cafés sont également labellisés, mais notre priorité reste la traçabilité, la qualité humaine des échanges et un prix juste pour chacun. Chez nous, chaque grain a une histoire… et une vraie valeur !</p>"
          }
        },
        "faq_item_66ipMF": {
          "type": "faq-item",
          "settings": {
            "text_question": "Le café bio, c’est quoi exactement ?",
            "richtext_reponse": "<p>Le café bio, c’est un café cultivé sans produits chimiques de synthèse.<br/>Concrètement, cela signifie pas de pesticides, pas d'engrais chimiques, pas d'OGM dans les plantations. Les cafés bio poussent souvent sous ombrage naturel, dans des environnements respectueux de la biodiversité.<br/><br/>Au Panier à Café, on sélectionne des cafés certifiés bio, mais aussi des cafés produits selon des pratiques durables, même sans label. Parce que pour nous, ce qui compte, c’est le respect de la terre, des producteurs… et de vos papilles.</p>"
          }
        },
        "faq_item_HzP7gp": {
          "type": "faq-item",
          "settings": {
            "text_question": "Comment bien conserver son café en grain ?",
            "richtext_reponse": "<p>Pour préserver tous les arômes de ton café, garde-le à l’abri de ses pires ennemis : l’air, la lumière, l’humidité et la chaleur.<br/><br/>Le mieux ? Un contenant hermétique, opaque et à température ambiante, pas dans le frigo ni dans un placard au-dessus du four.<br/><br/>Nos sachets sont déjà pensés pour une bonne conservation, alors referme-les bien après usage. Mais surtout, mouds ton café au fur et à mesure, pour en savourer toute la fraîcheur !</p>"
          }
        },
        "faq_item_FmxNmz": {
          "type": "faq-item",
          "settings": {
            "text_question": "Quelles différences entre un café en méthode douce et un espresso ?",
            "richtext_reponse": "<p>Tout est une question d’extraction !<br/><br/>L’espresso, c’est un café préparé sous haute pression, en 25 à 30 secondes. Résultat : un café court, intense, avec du corps et une belle crème.<br/><br/>La méthode douce (comme la V60, la Chemex ou la cafetière à piston), utilise l’infusion par gravité. L’extraction est plus lente, ce qui donne une tasse plus légère, plus aromatique, parfaite pour savourer toutes les subtilités d’un café de spécialité.</p><p>Pour résumé : espresso = punchy / méthode douce = tout en finesse.</p>"
          }
        }
      },
      "block_order": [
        "faq_item_4wDphG",
        "faq_item_PYDLnE",
        "faq_item_dNen9b",
        "faq_item_f3cFRE",
        "faq_item_66ipMF",
        "faq_item_HzP7gp",
        "faq_item_FmxNmz"
      ],
      "settings": {
        "text_heading": "Foire aux questions",
        "richtext_richtext": "<p><br/>                </p>"
      }
    },
    "collection_tabs_marr_MhEJEh": {
      "type": "collection_tabs_marr",
      "settings": {
        "text_titre": "Nos équipements",
        "collection_list": [
          "accessoires",
          "machines-et-cafetieres",
          "equipements"
        ]
      }
    }
  },
  "layout": "collection",
  "wrapper": "main.main-wrapper",
  "order": [
    "collection_hero",
    "collection_produits",
    "bandeau_nppjaR",
    "faq_RKicC7",
    "collection_tabs_marr_MhEJEh"
  ]
}
